Revit 2027 API
ImageTypeOptions.Path Property
 The path of the file that specifies the image to be used.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Path { get; }
Public ReadOnly Property Path As String
	Get
public:
property String^ Path {
	String^ get ();
}
member Path : string with get
Property Value
String
See Also
Reference
ImageTypeOptions Class
Autodesk.Revit.DB Namespace